#data_folder = 'example1'
#book_name = 'book-war-and-peace.txt'
#language = 'eng'

data_folder = 'example2'
book_name = 'toji.txt'
language = 'kor'

FL = ['ㄱ', 'ㄲ', 'ㄴ', 'ㄷ', 'ㄹ', 'ㅁ', 'ㅂ', 'ㅅ', 'ㅆ', 'ㅇ', 'ㅈ', 'ㅊ', 'ㅋ', 'ㅌ', 'ㅍ', 'ㅎ']
F = ['ㅃ', 'ㅉ', 'ㄸ']
L = ['ㄳ', 'ㄶ', 'ㄼ', 'ㄾ', 'ㄺ', 'ㄻ', 'ㄵ', 'ㄿ', 'ㄽ', 'ㅄ', 'ㅀ']
M = ['ㅏ', 'ㅑ', 'ㅓ', 'ㅕ', 'ㅗ', 'ㅛ', 'ㅜ', 'ㅠ', 'ㅡ', 'ㅣ', 'ㅐ', 'ㅔ', 'ㅒ', 'ㅖ', 'ㅚ', 'ㅟ', 'ㅙ', 'ㅞ', 'ㅢ', 'ㅘ', 'ㅝ']
E = [' ', '!', '"', "'", '(', ')', ',', '-', '.', '/', '0', '1', '2', '3', '4', '5', '6', '7', '8', '9', ':', '?', '…']
